; Fix the missing localization error when viewing the smartpistol item
[SmartPistolOverwatchBonus X2AbilityTemplate]
LocFriendlyName="Guided Reactive Fire"
LocLongDescription="Reaction shots gain +100 Aim and the ability to critically hit"
LocHelpText="Reaction shots gain +100 Aim and the ability to critically hit"
LocFlyOverText="Guided Reactive Fire"

; TODO: Tidy up the original mod's localization